<template>
  <div class="vpl-events">
    <h1>
      Видавництво
      <br />“Львівська політехніка”
    </h1>
    <div class="vpl-img">
      <div class="vlp-content">
        <p class="vlp-italic">
          „Демократія опирається на добре
          <br />інформованих людей”.
        </p>
        <p>Так стверджує Хартія читача, прийнята 1992 року Міжнародною асоціацією видавців і Міжнародним комітетом книги. Так вважаємо і ми – наукова і творча спільнота Видавництва Львівської політехніки, створеного 1993 року.</p>
        <p>Радо вітаємо) Ви напевно знайдете тут цікаві новини, важливу інформацію, потрібну книжку.</p>
        <p>Видавництво Національного університету „Львівська політехніка” – сучасний видавничо-поліграфічний комплекс. Від 1999 року – щорічний активний учасник Форуму видавців у Львові.</p>
        <p>Роль книги, читання у процесі здобуття освіти годі переоцінити. Усвідомлюючи це, ми прагнемо творити якісну книгу – і на рівні змісту, і на рівні поліграфічного виконання. Ми видаємо навчальну, наукову, довідкову, навчально-методичну літературу. Забезпечуємо навчальний процес у Львівській політехніці підручниками, посібниками, монографіями, конспектами лекцій, довідниками, словниками, навчально-методичними матеріалами.</p>
        <p>Наші книжки знають і читають у багатьох навчальних закладах України. Зокрема, великий попит існує на наші видання з технічних і комп’ютерних наук, економіки, будівництва, архітектури.</p>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  name: "Events",
  data() {
    return {};
  },
};
</script>

<style lang="scss">
.vpl-events {
  padding: 76px 0 97px 192px;
  h1 {
    font: 300 64px/1.5 Philosopher;
    line-height: 72px;
    margin-left: 105px;

    /* text gray */

    color: #7f7979;
  }
  .vpl-img {
    background: url('/img/image.jpg') no-repeat right;
  }
  .vlp-content {
    max-width: 704px;
    font-family: Ubuntu;
    font-weight: 300;
    font-size: 16px;
    line-height: 22px;
    color: #110601;
    .vlp-italic {
      font: 300 18px/1.5 Ubuntu;
      font-style: italic;
      color: #110601;
      margin: 55px 0 47px 105px;
    }
  }
}
</style>
